IdeaRS.Connections
ManufacturingSequence.Operations Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ManufacturingSequence.Operations"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ManufacturingOperationData> Operations { get; set; }
Property Value
Type: List<ManufacturingOperationData>
See Also
Reference
ManufacturingSequence Class
IdeaRS.Connections.Data Namespace